/*
Navicat MySQL Data Transfer

Source Server         : local
Source Server Version : 50625
Source Host           : 127.0.0.1:3306
Source Database       : hr_01052561

Target Server Type    : MYSQL
Target Server Version : 50625
File Encoding         : 65001

Date: 2018-07-23 18:23:42
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for government_emp
-- ----------------------------
DROP TABLE IF EXISTS `government_emp`;
CREATE TABLE `government_emp` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `position` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `position_num` varchar(255) DEFAULT NULL,
  `note` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of government_emp
-- ----------------------------
INSERT INTO `government_emp` VALUES ('1', 'นางธนวรรณ บุญทวี', 'เจ้าพนักงานการเงินและบัญชี', 'กลุ่มงานบริการ', '10071', 'จริง');
INSERT INTO `government_emp` VALUES ('2', 'นางสาววิยดา วุ่นบุญชู', 'เจ้าพนักงานทันตสาธารณสุข', 'กลุ่มงานเทคนิค', '10457', 'จริง');
INSERT INTO `government_emp` VALUES ('3', 'นางพุทธิมา จุนาพงศ์', 'เจ้าพนักงานธุรการ', 'กลุ่มงานบริการ', '10135', 'จริง');
INSERT INTO `government_emp` VALUES ('4', 'นายวัฒนา คงยัง', 'เจ้าพนักงานสาธารณสุขชุมชน', 'กลุ่มงานเทคนิค', '10217', 'จริง');
INSERT INTO `government_emp` VALUES ('5', 'นางสาวอธิชา  สวนแสดง', 'นักกายภาพบำบัด', 'กลุ่มงานวิชาชีพเฉพาะ', '10370', 'จริง');
INSERT INTO `government_emp` VALUES ('6', '', 'นักกิจกรรมบำบัด', 'กลุ่มงานวิชาชีพเฉพาะ', '10532', 'ว่าง');
INSERT INTO `government_emp` VALUES ('7', 'นางภันทิลา ชาญณรงค์', 'นักจัดการงานทั่วไป', 'กลุ่มงานบริหารทั่วไป', '10263', 'จริง');
INSERT INTO `government_emp` VALUES ('8', 'นางสาวจิราภรณ์ กำเนิดกลับ', 'นักจัดการงานทั่วไป', 'กลุ่มงานบริหารทั่วไป', '10937', 'จริง');
INSERT INTO `government_emp` VALUES ('9', 'นางสาวนิจตรา ละหะมะ', 'นักจิตวิทยา', 'กลุ่มงานบริหารทั่วไป', '10529', 'จริง');
INSERT INTO `government_emp` VALUES ('10', 'นายบัณฑิต คงประสิทธิ์', 'นักจิตวิทยา', 'กลุ่มงานบริหารทั่วไป', '10533', 'จริง');
INSERT INTO `government_emp` VALUES ('11', 'นางสาวอัญชลี บุญรัตนา', 'นักจิตวิทยา', 'กลุ่มงานบริหารทั่วไป', '10528', 'จริง');
INSERT INTO `government_emp` VALUES ('12', 'นางสาววันเพ็ญ เชตุวัน', 'นักจิตวิทยา', 'กลุ่มงานบริหารทั่วไป', '10531', 'จริง');
INSERT INTO `government_emp` VALUES ('13', 'นางสาวอาซีซ๊ะ นุหลี', 'นักจิตวิทยา', 'กลุ่มงานบริหารทั่วไป', '10524', 'จริง');
INSERT INTO `government_emp` VALUES ('14', 'นางอชิรญาณ์ หมัดหมาน', 'นักทรัพยากรบุคคล', 'กลุ่มงานบริหารทั่วไป', '10652', 'จริง');
INSERT INTO `government_emp` VALUES ('15', 'นางสาวอภิญญา บัวระภา', 'นักวิเคราะห์นโยบายและแผน', 'กลุ่มงานบริหารทั่วไป', '10262', 'จริง');
INSERT INTO `government_emp` VALUES ('16', 'นางสาวพรรณอร จิตรวัชรกุล', 'นักวิเคราะห์นโยบายและแผน', 'กลุ่มงานบริหารทั่วไป', '10654', 'จริง');
INSERT INTO `government_emp` VALUES ('17', 'นายเอกพงษ์ ชูทอง', 'นักวิชาการคอมพิวเตอร์', 'กลุ่มงานวิชาชีพเฉพาะ', '10458', 'จริง');
INSERT INTO `government_emp` VALUES ('18', 'นางจรีรัตน์ สมใจ', 'นักวิชาการเงินและบัญชี', 'กลุ่มงานบริหารทั่วไป', '10655', 'จริง');
INSERT INTO `government_emp` VALUES ('19', 'นางสาวณัฏฐิณี สังข์แก้ว', 'นักวิชาการเงินและบัญชี', 'กลุ่มงานบริหารทั่วไป', '10936', 'จริง');
INSERT INTO `government_emp` VALUES ('20', 'นางสุภารัตน์ ชูช่วย', 'นักวิชาการพัสดุ', 'กลุ่มงานบริหารทั่วไป', '10651', 'จริง');
INSERT INTO `government_emp` VALUES ('21', 'นางสาวปรียาภรณ์ บุญเลิศ', 'นักสังคมสงเคราะห์', 'กลุ่มงานบริหารทั่วไป', '10650', 'จริง');
INSERT INTO `government_emp` VALUES ('22', 'นางเบญจมาศ แก้วกับทอง', 'นักสังคมสงเคราะห์', 'กลุ่มงานบริหารทั่วไป', '10303', 'จริง');
INSERT INTO `government_emp` VALUES ('23', 'นางสาวสุรัตนา มะดาอิง', 'นักสังคมสงเคราะห์', 'กลุ่มงานบริหารทั่วไป', '10136', 'จริง');
INSERT INTO `government_emp` VALUES ('24', 'นายสมชาย ศุภเวช', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10137', 'จริง');
INSERT INTO `government_emp` VALUES ('25', 'นายจรัญ ฤทธิ์เดช', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10861', 'จริง');
INSERT INTO `government_emp` VALUES ('26', 'นางชะอ้อน แก่นทอง', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10456', 'จริง');
INSERT INTO `government_emp` VALUES ('27', 'นายวีระ หนูรัตน์', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10656', 'จริง');
INSERT INTO `government_emp` VALUES ('28', 'นางสาวนิตทยา ทองสงฆ์', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10121', 'จริง');
INSERT INTO `government_emp` VALUES ('29', 'นางชุติกาญจน์ พงศ์เกื้อ', 'พนักงานช่วยเหลือคนไข้', 'กลุ่มงานบริการ', '10792', 'จริง');
INSERT INTO `government_emp` VALUES ('30', 'นางสาวนภาพร มะลิสง', 'เภสัชกร', 'กลุ่มงานวิชาชีพเฉพาะ', '10653', 'จริง');
INSERT INTO `government_emp` VALUES ('31', 'นางสาวนิฏฐา กาญจนโชติ', 'เภสัชกร', 'กลุ่มงานวิชาชีพเฉพาะ', '10750', 'จริง');

-- ----------------------------
-- Table structure for mental_health_emp
-- ----------------------------
DROP TABLE IF EXISTS `mental_health_emp`;
CREATE TABLE `mental_health_emp` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `position` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `position_num` varchar(255) DEFAULT NULL,
  `note` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=184 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of mental_health_emp
-- ----------------------------
INSERT INTO `mental_health_emp` VALUES ('1', '', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00532', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('2', '', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00533', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('3', '', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00536', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('4', 'นางสาวเรวดี แก้วสุก', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00534', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('5', 'นางเบญจา แสงอ่อน', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00535', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('6', 'นางสาวสุนิสา ทวีสุข', 'เจ้าพนักงานการเงินและบัญชี', 'เทคนิค', '55สจ00537', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('7', 'นายอภิลักษณ์ มีชัย', 'เจ้าพนักงานเครื่องคอมพิวเตอร์', 'เทคนิค', '55สจ00462', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('8', 'นางสาวกนิษฐา สิงห์ทอง', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00450', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('9', 'นางสาวปวริศา สมัครพงศ์', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00451', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('10', 'นางสาววิภาวี พุทธชาติ', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00452', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('11', 'นางสาวอมลกานต์ สุขโณ', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00545', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('12', 'นางสุภาณี สิขะโต', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00548', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('13', '', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00555', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('14', 'นางสาวดารีรัตน์ บุญธรรม', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00580', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('15', 'นางภาณิชา มณีรัตน์', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00581', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('16', 'นางยุวดี รอดสงค์', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00582', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('17', 'นางอุทัยทิพย์ อำพะสุโร', 'เจ้าพนักงานธุรการ', 'เทคนิค', '55สจ00563', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('18', 'นางสาวทิยาภัทร รัตนชัย', 'เจ้าพนักงานเผยแพร่ประชาสัมพันธ์', 'เทคนิค', '55สจ00528', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('19', 'นางสาวพิมพ์ปภัสสร จันทรัตน์', 'เจ้าพนักงานเผยแพร่ประชาสัมพันธ์', 'เทคนิค', '55สจ00529', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('20', 'นางสาวปิ่นใจ คงขาว', 'เจ้าพนักงานพัสดุ', 'เทคนิค', '55สจ00475', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('21', 'นางจิตลดา สุดเอียด', 'เจ้าพนักงานพัสดุ', 'เทคนิค', '55สจ00476', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('22', '', 'เจ้าพนักงานพัสดุ', 'เทคนิค', '55สจ00562', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('23', 'นายประยุทธ ดวงแก้ว', 'เจ้าพนักงานสถิติ', 'เทคนิค', '55สจ00453', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('24', 'นางสาวเกตุวิไล บุญแอ', 'เจ้าพนักงานสถิติ', 'เทคนิค', '55สจ00454', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('25', 'นางสาวรชตวรรณ จิตรอักษร', 'เจ้าพนักงานสถิติ', 'เทคนิค', '55สจ00459', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('26', 'นางสาวอุไรวรรฬ แก้วมณี', 'เจ้าพนักงานสถิติ', 'เทคนิค', '55สจ00460', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('27', '', 'นักกิจกรรมบำบัด', 'วิชาชีพเฉพาะ(ก)', '55สจ00549', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('28', 'นางปวีณา บุญสงค์', 'นักจัดการงานทั่วไป', 'บริหารทั่วไป', '55สจ00531', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('29', 'นางสายฝน สุขเมตตา', 'นักจัดการงานทั่วไป', 'บริหารทั่วไป', '55สจ00579', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('30', '', 'นักทรัพยากรบุคคล', 'บริหารทั่วไป', '55สจ00530', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('31', 'นางสาวรติกร ทองเนื้อแข็ง', 'นักวิเคราะห์นโยบายและแผน', 'บริหารทั่วไป', '55สจ00461', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('32', 'นายธีรวัฒน์ คงชู', 'นักวิเคราะห์นโยบายและแผน', 'บริหารทั่วไป', '55สจ00546', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('33', '', 'นักวิชาการคอมพิวเตอร์', 'วิชาชีพเฉพาะ(ค)', '55สจ00547', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('34', 'นางสาวอาริดา พงศ์เพ็ชร์', 'นักวิชาการเงินและบัญชี', 'บริหารทั่วไป', '55สจ00519', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('35', 'นางสาวปัตมา สุขช่วย', 'นักวิชาการเงินและบัญชี', 'บริหารทั่วไป', '55สจ00538', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('36', 'นายอนิศ ตาเดอิน', 'นักวิชาการโสตทัศนศึกษา', 'บริหารทั่วไป', '55สจ00477', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('37', 'นายชาตรี สุจริตธุระการ', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00521', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('38', 'นายอำพล จันทรัตน์', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00522', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('39', 'นายคำนึง จันทโชติ', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00523', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('40', 'นายยงยุทธ ทองเจริญ', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00524', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('41', '', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00526', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('42', '', 'ผู้ช่วยช่างทั่วไป', 'บริการ', '55สจ00527', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('43', '', 'ผู้ช่วยทันตแพทย์', 'บริการ', '55สจ00565', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('44', 'นายสุเทพ แก้วอัมพร', 'พนักงานการแพทย์และรังสีเทคนิค', 'บริการ', '55สจ00539', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('45', 'นางติมาพร แก้วอัมพร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00566', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('46', 'นางสาวนันทนัช ถันอุปถัมภ์', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00567', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('47', '', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00541', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('48', 'นางสาวภรปวีณ์ เตกฉัตร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00543', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('49', 'นางสาวสุอาพร แก้วทอง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00544', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('50', 'นางภิญญา รัตนมณี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00540', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('51', 'นายชัยวัฒน์ มดแสง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00577', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('52', 'นางพรทิพย์ ราชเรืองศรี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00578', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('53', 'นางสาวสายทิพย์ เกตุแก้ว', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00585', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('54', 'นายศิวานนท์ แสงอ่อน', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00586', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('55', 'นายโฆษิต รัตนใสแวว', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00587', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('56', 'นางสาวจรรยา พงษ์อักษร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00588', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('57', 'นายเฉวียง สุขกระจ่าง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00589', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('58', 'นายณัฐวัฒน์ เรืองชุติโรจน์', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00590', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('59', 'นายเมธาวัชร์ นวลศรี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00591', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('60', 'นายเดชา เพ็ญจำรัส', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00592', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('61', 'นายทนง ไชยรัตน์', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00593', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('62', 'นายทรงเกียรติ พุทธวงศ์', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00594', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('63', 'นายทวัธ จันทร์สวาท', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00595', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('64', 'นางสาวทิพย์ทิวา ขุนเกตุ', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00596', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('65', 'นางนิชาภา ทองสาย', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00597', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('66', 'นายนิวัฒน์ สรรฐมิตร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00598', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('67', 'นายประยุทธ รักญาติ', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00599', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('68', 'นายประสิทธิ์ แสงอ่อน', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00600', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('69', 'นายพีรกานต์ มีแต้ม', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00601', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('70', 'นางสาวภัสรา แก้วมณี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00602', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('71', 'นายภูมิพงศ์ มุณีบังเกิด', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00603', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('72', 'นายมีชัย เต็มพร้อมพรรณ', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00604', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('73', 'นางสาวมีนา สิงหาด', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00605', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('74', 'นางสาวเยาวลักษณ์ บุญชุม', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00606', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('75', 'นายวรศักดิ์ นัคราเรือง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00607', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('76', 'นายศักรินทร์ สังขวิเชียร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00608', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('77', 'นายศกร ยอดมุณี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00609', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('78', 'นายสมเกียรติ วงษ์บำรุงเทวี', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00610', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('79', 'นางสาวสมนึก เจริญสุข', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00611', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('80', '', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00612', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('81', 'นายอนัน พุ่มคง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00613', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('82', 'นางอรุณี มีชัย', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00614', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('83', 'นางสาวอานิตย์ สุชาติ', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00615', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('84', 'นายอุดร สงวนเผ่า', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00616', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('85', 'นายโอฬาร ทองขาว', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00617', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('86', 'นายโกศล เจียมอนิวรรต', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00623', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('87', 'นางสาวจันทร์จิรา สังข์ทอง', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00624', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('88', '', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00625', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('89', 'นายมณเฑียร อัคลา', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00626', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('90', 'นายรณรงค์ คงสะอาด', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00627', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('91', 'นายวินิจ สุภเพียร', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00628', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('92', 'นายสุวัฒ อนุวรรค', 'พนักงานช่วยเหลือคนไข้', 'บริการ', '55สจ00629', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('93', 'นางสาวปิยชนน์ ปิยะภาโส', 'พนักงานธุรการ', 'บริการ', '55สจ00497', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('94', 'นายชัชวาลย์ รักยิ่ง', 'พนักงานบริการ', 'บริการ', '55สจ00463', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('95', 'นายชำนาญ ซุ้นสุวรรณ', 'พนักงานบริการ', 'บริการ', '55สจ00464', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('96', 'นายดนุเดช ฮึกหาญ', 'พนักงานบริการ', 'บริการ', '55สจ00465', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('97', 'นายวีระชน ชาญณรงค์', 'พนักงานบริการ', 'บริการ', '55สจ00466', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('98', 'นายวิรัตน์ ไชยบัญดิษฐ์', 'พนักงานบริการ', 'บริการ', '55สจ00467', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('99', 'นายสมนึก ทองสุวรรณ', 'พนักงานบริการ', 'บริการ', '55สจ00468', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('100', 'นายอนงค์ พุ่มคง', 'พนักงานบริการ', 'บริการ', '55สจ00470', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('101', '', 'พนักงานบริการ', 'บริการ', '55สจ00471', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('102', 'นางอุทัย ช่วยสกุล', 'พนักงานบริการ', 'บริการ', '55สจ00472', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('103', 'นางกรีพร บุญทัน', 'พนักงานบริการ', 'บริการ', '55สจ00479', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('104', 'นางสาวจุรีรัตน์ วิวัฒน์ไพบูลย์กิจ', 'พนักงานบริการ', 'บริการ', '55สจ00480', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('105', 'นางสาวชลิตตา ชมชื่น', 'พนักงานบริการ', 'บริการ', '55สจ00481', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('106', 'นางดุษณี โทนะพันธ์', 'พนักงานบริการ', 'บริการ', '55สจ00482', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('107', 'นางธันย์ชนก เพ็ญจำรัส', 'พนักงานบริการ', 'บริการ', '55สจ00483', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('108', 'นางนันทิยา นวลประสงค์', 'พนักงานบริการ', 'บริการ', '55สจ00484', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('109', '', 'พนักงานบริการ', 'บริการ', '55สจ00485', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('110', 'นางพยอม กำเนิดอินทร์', 'พนักงานบริการ', 'บริการ', '55สจ00486', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('111', '', 'พนักงานบริการ', 'บริการ', '55สจ00487', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('112', 'นางสาวพวงเพ็ญ เรืองขนาบ', 'พนักงานบริการ', 'บริการ', '55สจ00488', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('113', 'นางวาสนา เล่ายิ้ว', 'พนักงานบริการ', 'บริการ', '55สจ00491', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('114', 'นางสุดจิต แซ่เฮง', 'พนักงานบริการ', 'บริการ', '55สจ00492', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('115', 'นายชัยรัตน์ รัตนสังข์', 'พนักงานบริการ', 'บริการ', '55สจ00498', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('116', 'นายดลกฤดิ บัวระภา', 'พนักงานบริการ', 'บริการ', '55สจ00499', 'ไปช่วยราชการ');
INSERT INTO `mental_health_emp` VALUES ('117', 'นายอรรถพล แก้วคีรี', 'พนักงานบริการ', 'บริการ', '55สจ00500', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('118', 'นายนพชัย มูสิกพันธ์', 'พนักงานบริการ', 'บริการ', '55สจ00501', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('119', '', 'พนักงานบริการ', 'บริการ', '55สจ00502', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('120', 'นายเฉลิมพร สุวรรณรัตน์', 'พนักงานบริการ', 'บริการ', '55สจ00504', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('121', 'นายอดิศักดิ์ ปิ่นทองพันธุ์', 'พนักงานบริการ', 'บริการ', '55สจ00525', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('122', '', 'พนักงานบริการ', 'บริการ', '55สจ00570', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('123', 'นางสาวรพีพรรณ จันทสระ', 'พนักงานบริการ', 'บริการ', '55สจ00571', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('124', 'นางณภัทร แซ่ลิ่ม', 'พนักงานบริการ', 'บริการ', '55สจ00583', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('125', 'นางลำใย กำเนิดกลับ', 'พนักงานบริการ', 'บริการ', '55สจ00584', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('126', '', 'พนักงานบริการ', 'บริการ', '55สจ00618', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('127', 'นางทิพยา ฉิมภักดี', 'พนักงานบริการ', 'บริการ', '55สจ00619', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('128', 'นางสาวนาฏยา มุณีรัตน์', 'พนักงานบริการ', 'บริการ', '55สจ00620', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('129', 'นางสาวอมรรัตน์ มะหะพันธุ์', 'พนักงานบริการ', 'บริการ', '55สจ00621', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('130', '', 'พนักงานบริการ', 'บริการ', '55สจ00564', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('131', '', 'พนักงานบริการ', 'บริการ', '', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('132', 'นางปองขวัญ ไชยพันธ์', 'พนักงานบริการเอกสารทั่วไป', 'บริการ', '55สจ00455', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('133', 'นายสรรชัย เต้าตะโร', 'พนักงานบริการเอกสารทั่วไป', 'บริการ', '55สจ00458', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('134', '', 'พนักงานบริการเอกสารทั่วไป', 'บริการ', '55สจ00473', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('135', 'นายบุญศุกร์ วาสนาจุติ', 'พนักงานบริการเอกสารทั่วไป', 'บริการ', '55สจ00474', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('136', '', 'พนักงานบริการเอกสารทั่วไป', 'บริการ', '55สจ00520', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('137', 'นางสาวพีระวรรณ วีระประดิษฐ์', 'พนักงานบัตรรายงานโรค', 'บริการ', '55สจ00456', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('138', 'นางสาววรรณิกา ทองเจือเพชร', 'พนักงานบัตรรายงานโรค', 'บริการ', '55สจ00457', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('139', 'นางยุพิน แท่นสุวรรณ', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00505', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('140', 'นางขัตติยะวัน แก้วประดิษฐ์', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00506', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('141', 'นางจารุณี แก้วประดิษฐ์', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00507', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('142', '', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00508', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('143', 'นางธนาภา เอกชน', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00509', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('144', 'นางร่อกีย๊ะ สมหวัง', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00510', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('145', 'นางวิไล แสงลอย', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00511', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('146', 'นางสมศรี เวชสิทธิ์', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00512', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('147', 'นางสมไสว โสปเหย๊าะ', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00513', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('148', '', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00514', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('149', 'นางสิริภา ประยูรวงศ์', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00515', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('150', 'นางอรพิน จันทร์ไฝ', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00516', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('151', 'นางสาวปุณยนุช ประกอบเส็ง', 'พนักงานประกอบอาหาร', 'บริการ', '55สจ00517', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('152', '', 'พนักงานประกอบอาหาร', 'บริการ', '', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('153', '', 'พนักงานประกอบอาหาร', 'บริการ', '', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('154', 'นายสุพันธ์ ท่าอินสม', 'พนักงานประจำตึก', 'บริการ', '55สจ00469', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('155', 'นางปลิว พิจิตรบรรจง', 'พนักงานประจำตึก', 'บริการ', '55สจ00478', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('156', 'นางวรรณี นุชรักษา', 'พนักงานประจำตึก', 'บริการ', '55สจ00489', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('157', 'นางวลัยลักษณ์ จันทร์ไฝ', 'พนักงานประจำตึก', 'บริการ', '55สจ00490', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('158', 'นางสุภาพร ทองคำ', 'พนักงานประจำตึก', 'บริการ', '55สจ00493', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('159', 'นางสาวอารี แก้วพัว', 'พนักงานประจำตึก', 'บริการ', '55สจ00494', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('160', 'นางจำเนียร ปรางจันทร์', 'พนักงานประจำตึก', 'บริการ', '55สจ00495', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('161', 'นางสาวลัดดาวรรณ มะลิทอง', 'พนักงานประจำตึก', 'บริการ', '55สจ00496', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('162', '', 'พนักงานประจำตึก', 'บริการ', '55สจ00503', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('163', 'นางสาวสงวน บุญช่วยธรรมกิจ', 'พนักงานประจำตึก', 'บริการ', '55สจ00568', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('164', 'นางระรื่น ทองเรืองศรี', 'พนักงานประจำตึก', 'บริการ', '55สจ00569', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('165', 'นางละมัย ศักโต', 'พนักงานประจำตึก', 'บริการ', '55สจ00572', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('166', '', 'พนักงานประจำตึก', 'บริการ', '55สจ00573', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('167', 'นายสุพิศ มานะจิตต์', 'พนักงานประจำตึก', 'บริการ', '55สจ00574', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('168', 'นางสาวกิ่งดาว ทราเนตร', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00553', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('169', 'นางสาวญาดาภาสินี มั่งมี', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00554', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('170', '', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00556', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('171', 'นางสาวสิรภัทร ไชยจิตร์', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00557', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('172', 'นางสาวระวิวรรณ บุญฤทธิ์', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00558', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('173', 'นางสาวอุไรวรรณ แจ้งศุภผล', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00559', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('174', 'นางสาวชลิดา เพ็ชรรัตน์', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00560', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('175', 'นางสาวสุภารัตน์ หนูเอียด', 'พนักงานประจำห้องยา', 'บริการ', '55สจ00561', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('176', '', 'พนักงานเปล', 'บริการ', '55สจ00622', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('177', 'นายกมล ถีราวุฒิ', 'พนักงานพัสดุ', 'บริการ', '55สจ00551', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('178', 'นายสุชาติ วุฒิพันธ์', 'พนักงานพัสดุ', 'บริการ', '55สจ00552', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('179', 'นางสาวประภาพร เพชรรักษ์', 'พนักงานพิมพ์', 'บริการ', '55สจ00542', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('180', 'นางวิลาวัลย์ รัตนรัตน์', 'พนักงานพิมพ์', 'บริการ', '55สจ00575', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('181', 'นางสายใจ ปานทอง', 'พนักงานพิมพ์', 'บริการ', '55สจ00576', 'จริง');
INSERT INTO `mental_health_emp` VALUES ('182', '', 'เภสัชกร', 'วิชาชีพเฉพาะ(ก)', '55สจ00550', 'ว่าง');
INSERT INTO `mental_health_emp` VALUES ('183', 'นางนุชจรีย์ สุมณฑา', 'โภชนากร', 'เทคนิค', '55สจ00518', 'จริง');

-- ----------------------------
-- Table structure for official
-- ----------------------------
DROP TABLE IF EXISTS `official`;
CREATE TABLE `official` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `position` varchar(80) DEFAULT NULL,
  `class` varchar(25) DEFAULT NULL,
  `position_num` varchar(8) DEFAULT NULL,
  `note` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=211 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of official
-- ----------------------------
INSERT INTO `official` VALUES ('1', 'นางสาวบุญศิริ   จันศิริมงคล', 'ผู้อำนวยการโรงพยาบาล', 'ผู้อำนวยการเฉพาะด้าน(แพทย', '2850', 'จริง');
INSERT INTO `official` VALUES ('2', 'นางสาวจันทร์จิรา ธวัชสุวรรณ', 'นักจัดการงานทั่วไป', 'ชำนาญการพิเศษ', '2851', 'จริง');
INSERT INTO `official` VALUES ('3', 'นางสาวณัฏฐพัชร์ เพ็ชร์ศรี', 'นักจัดการงานทั่วไป', 'ปฏิบัติการ', '2852', 'จริง');
INSERT INTO `official` VALUES ('4', 'นายชญานนท์ สุวรรณชัย', 'นักทรัพยากรบุคคล', 'ปฏิบัติการ', '2853', 'จริง');
INSERT INTO `official` VALUES ('5', 'นางรัตนาพร สุวรรณวงค์', 'นักจัดการงานทั่วไป', 'ชำนาญการ', '2854', 'จริง');
INSERT INTO `official` VALUES ('6', 'นางจงจิต ผิวพรรณ', 'เจ้าพนักงานธุรการ', 'ชำนาญงาน', '2855', 'จริง');
INSERT INTO `official` VALUES ('7', 'นางสาวกิตติมา ชัยศิริ', 'เจ้าพนักงานธุรการ', 'ปฏิบัติงาน', '2856', 'จริง');
INSERT INTO `official` VALUES ('8', 'นางวิไล แคล้วอ้อม', 'เจ้าพนักงานธุรการ', 'ชำนาญงาน', '2857', 'จริง');
INSERT INTO `official` VALUES ('9', 'นางสาวนัยนา ทองสุวรรณ์', 'เจ้าพนักงานเผยแพร่ประชาสัมพันธ์', 'ชำนาญงาน', '2858', 'จริง');
INSERT INTO `official` VALUES ('10', 'นายโกสม ศรีพจนารถ', 'นายช่างเทคนิค', 'ชำนาญงาน', '2859', 'จริง');
INSERT INTO `official` VALUES ('11', 'นายธนพล ยีนิส', 'นายช่างเทคนิค', 'ชำนาญงาน', '2860', 'จริง');
INSERT INTO `official` VALUES ('12', '', 'นักกิจกรรมบำบัด', 'ปฏิบัติการ', '2861', 'ว่าง');
INSERT INTO `official` VALUES ('13', '', 'นักวิชาการพัสดุ', 'ปฏิบัติการ', '2862', 'ว่าง');
INSERT INTO `official` VALUES ('14', 'นางสาวสายฝน นิลดำ', 'นักวิชาการเงินและบัญชี', 'ปฏิบัติการ', '2863', 'จริง');
INSERT INTO `official` VALUES ('15', 'นางวรรณี มุสิกโร', 'เจ้าพนักงานการเงินและบัญชี', 'ชำนาญงาน', '2864', 'จริง');
INSERT INTO `official` VALUES ('16', 'นางสาวจินดาวรรณ โภชนุกูล', 'เจ้าพนักงานการเงินและบัญชี', 'ชำนาญงาน', '2865', 'จริง');
INSERT INTO `official` VALUES ('17', 'นางสาวกัญจนา จันทร์ฉาย', 'เจ้าพนักงานการเงินและบัญชี', 'ชำนาญงาน', '2866', 'จริง');
INSERT INTO `official` VALUES ('18', 'นางฐิตาพร พูลแก้ว', 'เจ้าพนักงานพัสดุ', 'ชำนาญงาน', '2867', 'จริง');
INSERT INTO `official` VALUES ('19', 'นางมณฑา ขาวเขียว', 'เจ้าพนักงานพัสดุ', 'ชำนาญงาน', '2868', 'จริง');
INSERT INTO `official` VALUES ('20', 'นางสาวกฤตยา บางเหลือ', 'เจ้าพนักงานเวชสถิติ', 'ปฏิบัติงาน', '2869', 'จริง');
INSERT INTO `official` VALUES ('21', 'นางชุติมา อนุกูล', 'เจ้าพนักงานเวชสถิติ', 'ชำนาญงาน', '2870', 'จริง');
INSERT INTO `official` VALUES ('22', 'นางสาวกัลยา จันทร์ขาว', 'โภชนากร', 'ชำนาญงาน', '2871', 'จริง');
INSERT INTO `official` VALUES ('23', 'นางสุภาพร อินทร์สุวรรณโณ', 'โภชนากร', 'ชำนาญงาน', '2872', 'จริง');
INSERT INTO `official` VALUES ('24', 'นางสาวจิตติมา  แกล้วทนง', 'นายแพทย์', 'เชี่ยวชาญ', '2873', 'จริง');
INSERT INTO `official` VALUES ('25', 'นายณัฐวุฒิ ปรีชาปัญญากุล', 'นายแพทย์', 'ปฏิบัติการ', '2874', 'ลาศึกษา');
INSERT INTO `official` VALUES ('26', 'นางประไพพรรณ นิลวงศ์', 'นักจิตวิทยาคลินิก', 'ชำนาญการพิเศษ', '2875', 'จริง');
INSERT INTO `official` VALUES ('27', 'นางสาวรักษิณา พรมทองบุญ', 'นักจิตวิทยาคลินิก', 'ปฏิบัติการ', '2876', 'จริง');
INSERT INTO `official` VALUES ('28', 'นางกัณณวันฑ์ สกูลหรัง', 'นักจิตวิทยาคลินิก', 'ชำนาญการ', '2877', 'จริง');
INSERT INTO `official` VALUES ('29', '', 'นักสังคมสงเคราะห์', 'ชำนาญการพิเศษ', '2878', 'ว่าง');
INSERT INTO `official` VALUES ('30', '', 'นักสังคมสงเคราะห์', 'ชำนาญการ', '2879', 'ว่าง');
INSERT INTO `official` VALUES ('31', 'นายวีระศักดิ์ บุญไทย', 'เจ้าพนักงานโสตทัศนศึกษา', 'ชำนาญงาน', '2880', 'จริง');
INSERT INTO `official` VALUES ('32', 'นางรัศมี บุญไทย', 'บรรณารักษ์', 'ชำนาญการ', '2881', 'จริง');
INSERT INTO `official` VALUES ('33', 'นางสาวเพชรดาว โต๊ะมีนา', 'นายแพทย์', 'เชี่ยวชาญ', '2882', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('34', 'นายนพพร ตันติรังสี', 'นายแพทย์', 'ชำนาญการพิเศษ', '2883', 'จริง');
INSERT INTO `official` VALUES ('35', '', 'นายแพทย์', 'เชี่ยวชาญ', '2884', 'ว่าง');
INSERT INTO `official` VALUES ('36', '', 'นายแพทย์', 'เชี่ยวชาญ', '2885', 'ว่าง');
INSERT INTO `official` VALUES ('37', 'นางสาวคัคนางค์ วาณิชย์เจริญ', 'นายแพทย์', 'ชำนาญการ', '2886', 'จริง');
INSERT INTO `official` VALUES ('38', 'นางสาวพัทธ์ธีรา  ดิษยวรรณวัฒน์', 'นายแพทย์', 'ปฏิบัติการ', '2887', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('39', 'นางสาวนวลสกล  เทพรักษ์', 'นายแพทย์', 'เชี่ยวชาญ', '2888', 'จริง');
INSERT INTO `official` VALUES ('40', 'นางสาวฟาดีละห์ เจ๊ะสนิ', 'นายแพทย์', 'ปฏิบัติการ', '2889', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('41', 'นางสาวปานเกล้า สิริตชาวัฒนา', 'นายแพทย์', 'ปฏิบัติการ', '3575', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('42', 'นางสาวสุกันยา ศิรินินทศักดิ์', 'นายแพทย์', 'ชำนาญการ', '3576', 'จริง');
INSERT INTO `official` VALUES ('43', 'นายชูเกียรติ ยงพิทยาพงศ์', 'นายแพทย์', 'ชำนาญการพิเศษ', '3577', 'จริง');
INSERT INTO `official` VALUES ('44', 'นางสาวจุฬาพันธ์  เหมกูล', 'นายแพทย์', 'ชำนาญการ', '3606', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('45', 'นายอธิบ ตันอารีย์', 'นายแพทย์', 'ชำนาญการ', '209', 'มาช่วยราชการ');
INSERT INTO `official` VALUES ('46', 'นายวิวรรธน์ อังกิตติสวัสดิ์', 'นายแพทย์', 'ปฏิบัติการ', '994', 'มาช่วยราชการ');
INSERT INTO `official` VALUES ('47', 'นายศิลา แซ่ลิ้ม', 'นายแพทย์', 'ปฏิบัติการ', '1282', 'มาช่วยราชการ');
INSERT INTO `official` VALUES ('48', 'นางกิติมา   ลิ้สุรพลานนท์', 'ทันตแพทย์', 'เชี่ยวชาญ', '2890', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('49', 'นางสาวพิมพ์ชนก แซ่โล่', 'ทันตแพทย์', 'ชำนาญการพิเศษ', '2891', 'จริง');
INSERT INTO `official` VALUES ('50', '', 'ทันตแพทย์', 'ชำนาญการพิเศษ', '3578', 'ว่าง');
INSERT INTO `official` VALUES ('51', 'นางนิลนรา ชโนวรรณะ', 'ทันตแพทย์', 'ชำนาญการ', '3607', 'จริง');
INSERT INTO `official` VALUES ('52', 'นายพลากร สุวรรณละเอียด', 'เจ้าพนักงานเภสัชกรรม', 'ชำนาญงาน', '2897', 'จริง');
INSERT INTO `official` VALUES ('53', 'นางประภา ปาลรัตน์', 'เจ้าพนักงานเภสัชกรรม', 'ชำนาญงาน', '2898', 'จริง');
INSERT INTO `official` VALUES ('54', 'นายวินัย ละไม', 'เจ้าพนักงานเภสัชกรรม', 'ปฏิบัติงาน', '2900', 'จริง');
INSERT INTO `official` VALUES ('55', 'นางจงคิด อ่อนเจริญ', 'เจ้าพนักงานเภสัชกรรม', 'ชำนาญงาน', '2901', 'จริง');
INSERT INTO `official` VALUES ('56', 'นางสาวสมฤทัย บุญช่วย', 'เภสัชกร', 'ชำนาญการ', '2892', 'จริง');
INSERT INTO `official` VALUES ('57', 'นายวิชัย ลิขสิทธิ์ดำรงกุล', 'เภสัชกร', 'ชำนาญการพิเศษ', '2894', 'จริง');
INSERT INTO `official` VALUES ('58', 'นางสาววันดี นันท์วิฑิตพงศ์', 'เภสัชกร', 'ชำนาญการ', '2895', 'จริง');
INSERT INTO `official` VALUES ('59', 'นางศิริรินทร์ ทันตสุวรรณ', 'เภสัชกร', 'ชำนาญการ', '2896', 'จริง');
INSERT INTO `official` VALUES ('60', 'นายอนล สุจริตธุระการ', 'เภสัชกร', 'ปฏิบัติการ', '2902', 'จริง');
INSERT INTO `official` VALUES ('61', 'นางสาวชฎีนาฏ ใหม่วัด', 'เภสัชกร', 'ชำนาญการ', '2952', 'จริง');
INSERT INTO `official` VALUES ('62', 'นายอภิชน บุญตามชู', 'นักรังสีการแพทย์', 'ชำนาญการ', '2903', 'จริง');
INSERT INTO `official` VALUES ('63', 'นายวิโรจน์ ไชยกูล', 'เจ้าพนักงานรังสีการแพทย์', 'ชำนาญงาน', '2904', 'จริง');
INSERT INTO `official` VALUES ('64', 'นางอัจจนา กิ้มเฉี้ยง', 'นักเทคนิคการแพทย์', 'ชำนาญการ', '2905', 'จริง');
INSERT INTO `official` VALUES ('65', 'นางสาวจรรยา มาร์อีน', 'เจ้าพนักงานวิทยาศาสตร์การแพทย์', 'ชำนาญงาน', '2906', 'จริง');
INSERT INTO `official` VALUES ('66', 'นางพัชริดา ราชสุข', 'เจ้าพนักงานวิทยาศาสตร์การแพทย์', 'ชำนาญงาน', '2907', 'จริง');
INSERT INTO `official` VALUES ('67', 'นายเทิดพงศ์ เดชา', 'นักกายภาพบำบัด', 'ปฏิบัติการ', '2908', 'จริง');
INSERT INTO `official` VALUES ('68', 'นางสาวพจนา ช่วยกูล', 'นักเวชศาสตร์การสื่อความหมาย', 'ชำนาญการ', '2529', 'จริง');
INSERT INTO `official` VALUES ('69', 'นางสาวนิยม ชูทะวงศ์', 'เจ้าพนักงานอาชีวบำบัด', 'ชำนาญงาน', '2910', 'จริง');
INSERT INTO `official` VALUES ('70', 'นางสายพิณ ทองสม', 'เจ้าพนักงานอาชีวบำบัด', 'ชำนาญงาน', '2911', 'จริง');
INSERT INTO `official` VALUES ('71', 'นางอรุณลักษณ์ อุทกะพันธ์', 'พยาบาลเทคนิค', 'ชำนาญงาน', '3005', 'จริง');
INSERT INTO `official` VALUES ('72', 'นางสาวประไพ มณี', 'พยาบาลเทคนิค', 'ชำนาญงาน', '3025', 'จริง');
INSERT INTO `official` VALUES ('73', 'นางจิรวดี จันทสุวรรณ', 'พยาบาลเทคนิค', 'ชำนาญงาน', '3028', 'จริง');
INSERT INTO `official` VALUES ('74', 'นายเทียน ปาโต', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '1840', 'จริง');
INSERT INTO `official` VALUES ('75', 'นายทนงศ์ ด้วงปาน', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2840', 'จริง');
INSERT INTO `official` VALUES ('76', 'นางสยาภรณ์ เดชดี', 'พยาบาลวิชาชีพ', 'ชำนาญการพิเศษ', '2912', 'จริง');
INSERT INTO `official` VALUES ('77', 'นายศักดิ์สิทธิ์ สนิทวงศ์ ณ อยุธยา', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2913', 'จริง');
INSERT INTO `official` VALUES ('78', 'นางนิภา โขมพัฒน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2914', 'จริง');
INSERT INTO `official` VALUES ('79', 'นางสาวสุทธิดา แก้วประดิษฐ์', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2915', 'จริง');
INSERT INTO `official` VALUES ('80', 'นายชัยวัฒน์ พุทธัสโร', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2916', 'จริง');
INSERT INTO `official` VALUES ('81', 'นางสาวรุจณิชา พรหมเทพ', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2917', 'จริง');
INSERT INTO `official` VALUES ('82', 'นายสราวุธ มูสิกพงษ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2918', 'จริง');
INSERT INTO `official` VALUES ('83', 'นายฉัตรชัย เพ็งเขียว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2919', 'จริง');
INSERT INTO `official` VALUES ('84', 'นางช้องมาศ ประชาตรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2920', 'จริง');
INSERT INTO `official` VALUES ('85', 'นางสาวปภาดา มนตรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2921', 'จริง');
INSERT INTO `official` VALUES ('86', 'นางสาวภัททิรา บัวจันทร์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2922', 'จริง');
INSERT INTO `official` VALUES ('87', 'นางสาวจริยา เส็นเจริญ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2923', 'จริง');
INSERT INTO `official` VALUES ('88', 'นายโกวิท สุวรรณโณ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2924', 'จริง');
INSERT INTO `official` VALUES ('89', 'นายนรา หนูทองสุข', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2925', 'จริง');
INSERT INTO `official` VALUES ('90', 'นางอุษณี ชูเชื้อ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2926', 'จริง');
INSERT INTO `official` VALUES ('91', 'นายเริงฤทธิ์ ประชาตรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2927', 'จริง');
INSERT INTO `official` VALUES ('92', 'นางพีระทรัพย์ เพ็ชรรัตน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2928', 'จริง');
INSERT INTO `official` VALUES ('93', 'นายมูหะมัดไพซอล เจะแต', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2930', 'จริง');
INSERT INTO `official` VALUES ('94', 'นางสาวสุภาพ แสงดี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2931', 'จริง');
INSERT INTO `official` VALUES ('95', 'นายก้อง กำสมุทร', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2932', 'จริง');
INSERT INTO `official` VALUES ('96', 'นายบรรณวิชญ์ เพชรสุวรรณ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2933', 'จริง');
INSERT INTO `official` VALUES ('97', 'นางสาวสุอาดา แวสานิ', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2934', 'จริง');
INSERT INTO `official` VALUES ('98', 'นางสาวพจนารถ ยุทธกาศ', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2935', 'จริง');
INSERT INTO `official` VALUES ('99', '', 'พยาบาลวิชาชีพ', 'ชำนาญการพิเศษ', '2936', 'ว่าง');
INSERT INTO `official` VALUES ('100', 'นางสาววนิดา อาแว', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2941', 'จริง');
INSERT INTO `official` VALUES ('101', 'นางสาวโสภา ทัศมาลี', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2942', 'จริง');
INSERT INTO `official` VALUES ('102', 'นางสาวถนอมรัตน์ หุตะจูฑะ', 'พยาบาลวิชาชีพ', 'ชำนาญการพิเศษ', '2943', 'จริง');
INSERT INTO `official` VALUES ('103', 'นายอนุชา พุทธิมา', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2944', 'จริง');
INSERT INTO `official` VALUES ('104', 'นางจงกลณี เจะอาลี', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2945', 'จริง');
INSERT INTO `official` VALUES ('105', 'นางวรรณี เอียดประพาล', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2946', 'จริง');
INSERT INTO `official` VALUES ('106', 'นางชุมพร บุญเซ่ง', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2947', 'จริง');
INSERT INTO `official` VALUES ('107', 'นางพรทิพย์ กระจ่างพัฒน์วงษ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2948', 'จริง');
INSERT INTO `official` VALUES ('108', 'นางนิบัดดรียะ จิงา', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2949', 'จริง');
INSERT INTO `official` VALUES ('109', 'นางสาวกัญญาวีญ์  แก้วมาก', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2950', 'จริง');
INSERT INTO `official` VALUES ('110', 'นางสุจิตรา ครองมณีรัตน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2953', 'จริง');
INSERT INTO `official` VALUES ('111', 'นางพัทธนันท์ อินสะโร', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2954', 'จริง');
INSERT INTO `official` VALUES ('112', 'นางสาววรรณา กิ้มเผ่า', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2955', 'จริง');
INSERT INTO `official` VALUES ('113', 'นางสาวอัสราวรรณ  ปาลาวัล', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2956', 'จริง');
INSERT INTO `official` VALUES ('114', 'นางสาวกานดา สุขหอม', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2957', 'จริง');
INSERT INTO `official` VALUES ('115', 'นางสาวจินตนา อมรชาติ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2958', 'จริง');
INSERT INTO `official` VALUES ('116', 'นางเสาวณี จุทอง', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2959', 'จริง');
INSERT INTO `official` VALUES ('117', 'นางสาวปัทมาวรรณ ขันหาญศึก', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2960', 'จริง');
INSERT INTO `official` VALUES ('118', 'นางสาวอารมณ์ ปริศวงศ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2961', 'จริง');
INSERT INTO `official` VALUES ('119', 'นางเสาวคนธ์ สุดตรง', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2962', 'จริง');
INSERT INTO `official` VALUES ('120', 'นางพัชรินทร์ ปลอดภัย', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2963', 'จริง');
INSERT INTO `official` VALUES ('121', 'นางสาวพรชนก สุวรรณพรรค', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2964', 'จริง');
INSERT INTO `official` VALUES ('122', 'นางวรรณโณ ตัณตรีบูรณ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2965', 'จริง');
INSERT INTO `official` VALUES ('123', 'นางสาวฝนทิพย์ กลั้งเนียม', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2967', 'จริง');
INSERT INTO `official` VALUES ('124', 'นางจรูญรัตน์ สัตยมาศ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2968', 'จริง');
INSERT INTO `official` VALUES ('125', 'นางเสาวรี รุกขสุคนธ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2969', 'จริง');
INSERT INTO `official` VALUES ('126', 'นางสาวรดาฝัน สุวรรณกาญจน์', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2970', 'จริง');
INSERT INTO `official` VALUES ('127', 'นางสาวยุวดี ทองหนูนุ้ย', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2971', 'จริง');
INSERT INTO `official` VALUES ('128', 'นางสาวปรินดา สุวรรณบุบผา', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2972', 'จริง');
INSERT INTO `official` VALUES ('129', 'นางจิราพันธ์ หลักฉั่ว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2973', 'จริง');
INSERT INTO `official` VALUES ('130', 'นางสาวสุเมตรา ทองมีเหลือ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2974', 'จริง');
INSERT INTO `official` VALUES ('131', 'นางสาวชัดเจน จันทรพัฒน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2975', 'จริง');
INSERT INTO `official` VALUES ('132', 'นางสาวกนกวรรณ บุญเสริม', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2976', 'ลาศึกษา');
INSERT INTO `official` VALUES ('133', 'นางภัชรินทร์ เฉลิมบุญ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2977', 'จริง');
INSERT INTO `official` VALUES ('134', 'นางพัชรี ทับทวี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2978', 'จริง');
INSERT INTO `official` VALUES ('135', 'นางศศิธร เก็มเส็น', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2979', 'จริง');
INSERT INTO `official` VALUES ('136', 'นางวรางคณา มุสิกะไชย', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2980', 'จริง');
INSERT INTO `official` VALUES ('137', 'นางประคอง ปานเกลี้ยง', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2981', 'จริง');
INSERT INTO `official` VALUES ('138', 'นางกัญญา วิจิตต์พันธ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2982', 'จริง');
INSERT INTO `official` VALUES ('139', 'นายวานิช จีนฉาย', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2984', 'จริง');
INSERT INTO `official` VALUES ('140', 'นางกาญจน์ดี แสงสงวน', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2985', 'จริง');
INSERT INTO `official` VALUES ('141', 'นางจรรยา พุทธวาศรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2986', 'จริง');
INSERT INTO `official` VALUES ('142', 'นางญานี อภัยภักดี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2987', 'จริง');
INSERT INTO `official` VALUES ('143', 'นายประดิษฐ์ แสงสุวรรณ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2988', 'จริง');
INSERT INTO `official` VALUES ('144', 'นางปวันรัตน์ เธียนชัยวัฒนา', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2989', 'จริง');
INSERT INTO `official` VALUES ('145', 'นายรอซิดี ศรีรัตน์', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2990', 'จริง');
INSERT INTO `official` VALUES ('146', 'นางสาวกาญจนา วรเวช', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2991', 'จริง');
INSERT INTO `official` VALUES ('147', 'นางสาวพรรษมน  กรัณยโพธิกร', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2992', 'จริง');
INSERT INTO `official` VALUES ('148', 'นางสุมาลี ผลพิบูลย์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2993', 'จริง');
INSERT INTO `official` VALUES ('149', 'นางวิภา สุวรรณรัตน์', 'พยาบาลวิชาชีพ', 'ชำนาญการพิเศษ', '2994', 'จริง');
INSERT INTO `official` VALUES ('150', 'นายมานพ ชูเชื้อ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2995', 'จริง');
INSERT INTO `official` VALUES ('151', 'นางกันต์หทัย(โสภา) ชำริห์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2996', 'จริง');
INSERT INTO `official` VALUES ('152', 'นางอนงค์ สอนกชกร', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2997', 'จริง');
INSERT INTO `official` VALUES ('153', 'นายจิระวัฒน์ สำเภา', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '2998', 'ว่าง');
INSERT INTO `official` VALUES ('154', 'นางมัลลิกา ชัยเพ็ชร', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '2999', 'จริง');
INSERT INTO `official` VALUES ('155', 'นางจรรย์จิรา เพ็งเขียว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3000', 'จริง');
INSERT INTO `official` VALUES ('156', 'นางกนกชนก การะเกษร', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3001', 'จริง');
INSERT INTO `official` VALUES ('157', 'นางจรัสศรี แสงสุริยงค์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3002', 'จริง');
INSERT INTO `official` VALUES ('158', 'นางมลิวัลย์ โชโต', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3003', 'จริง');
INSERT INTO `official` VALUES ('159', 'นางธัญวรัตม์ หอมช่วย', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3004', 'จริง');
INSERT INTO `official` VALUES ('160', 'นางสาวประกอบ ชาตะรัตน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3006', 'จริง');
INSERT INTO `official` VALUES ('161', 'นางจุฑาทิพย์ พลสวัสดิ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3007', 'จริง');
INSERT INTO `official` VALUES ('162', 'นางอัญชัญ หนูทองสุข', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3008', 'จริง');
INSERT INTO `official` VALUES ('163', 'นางสาวปรัชพร  ใบศรี', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3010', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('164', '', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3011', 'ว่าง');
INSERT INTO `official` VALUES ('165', 'นางยุพิน บำรุงวงศ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3012', 'จริง');
INSERT INTO `official` VALUES ('166', 'นางสาวนฤมล  ทองเปีย', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3014', 'จริง');
INSERT INTO `official` VALUES ('167', 'นายจิรวัฒน์ หลักฉั่ว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3015', 'จริง');
INSERT INTO `official` VALUES ('168', 'นางขวัญจิต มากศรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3016', 'จริง');
INSERT INTO `official` VALUES ('169', 'นางอารี เงารังษี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3017', 'จริง');
INSERT INTO `official` VALUES ('170', 'นางอัมไพ แสงสุวรรณ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3018', 'จริง');
INSERT INTO `official` VALUES ('171', 'นางระวีวรรณ ธรรมรัตน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3019', 'จริง');
INSERT INTO `official` VALUES ('172', 'นางพวงพร เสนีย์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3020', 'จริง');
INSERT INTO `official` VALUES ('173', 'นายธนพล แสนสุข', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3022', 'จริง');
INSERT INTO `official` VALUES ('174', 'นางสาวอ้อยทิพย์ เพ็งทอง', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3023', 'จริง');
INSERT INTO `official` VALUES ('175', 'นางสาวอรรถยา จันทร์ห่อ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3024', 'จริง');
INSERT INTO `official` VALUES ('176', 'นางสาวสุกัญญา เอื้อนกระโทก', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3026', 'จริง');
INSERT INTO `official` VALUES ('177', 'นางศศิลักษณ์ แก้วชื่น', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3027', 'จริง');
INSERT INTO `official` VALUES ('178', '', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3029', 'ว่าง');
INSERT INTO `official` VALUES ('179', 'นางสาวรัตนรัตน์ พลกล้า', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3030', 'จริง');
INSERT INTO `official` VALUES ('180', 'นางสาวหทัยทิพย์ เพชรคง', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3031', 'จริง');
INSERT INTO `official` VALUES ('181', 'นางสาวสุคนธวรรณ สุวรรณเรืองศรี', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3035', 'จริง');
INSERT INTO `official` VALUES ('182', 'นางสุพัตรา ศรีวังพล', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3036', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('183', 'นางสาวกรรณิกา ไถนาเพรียว', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3037', 'จริง');
INSERT INTO `official` VALUES ('184', 'นางอารี ไชยโย', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3039', 'จริง');
INSERT INTO `official` VALUES ('185', 'น.ส.ภาณุมาส เหล่าวงษา', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3041', 'ไปช่วยราชการ');
INSERT INTO `official` VALUES ('186', 'นางนฤมล ปาโต', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3044', 'จริง');
INSERT INTO `official` VALUES ('187', 'นางสาวจารุวรรณ เกื้อทาน', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3045', 'จริง');
INSERT INTO `official` VALUES ('188', 'นางโสพิศ ราชผล', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3046', 'จริง');
INSERT INTO `official` VALUES ('189', 'นางสาวสุพาภรณ์ พนาลี', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3048', 'จริง');
INSERT INTO `official` VALUES ('190', 'นางสาวกันตวรรณ มากวิจิต', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3049', 'จริง');
INSERT INTO `official` VALUES ('191', 'นางสาวนันทพร ศรีนิ่ม', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3050', 'จริง');
INSERT INTO `official` VALUES ('192', 'นางเขมิกา สิริเสถียร', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3052', 'จริง');
INSERT INTO `official` VALUES ('193', 'นางวิไลพร บุตรหงษ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3053', 'จริง');
INSERT INTO `official` VALUES ('194', 'นางสุดา ยุทธโท', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3054', 'จริง');
INSERT INTO `official` VALUES ('195', 'นางมาลี เกตแก้ว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3055', 'จริง');
INSERT INTO `official` VALUES ('196', 'นางสาวมีนา  นุ้ยแนบ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3056', 'จริง');
INSERT INTO `official` VALUES ('197', 'นางสาวเขมวันต์ ไมตรีจรรย์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3057', 'จริง');
INSERT INTO `official` VALUES ('198', 'นางเมตตา เลิศเกียรติรัชตะ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3058', 'จริง');
INSERT INTO `official` VALUES ('199', 'นางวชิราภรณ์ วงศ์วิวัฒน์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3059', 'จริง');
INSERT INTO `official` VALUES ('200', 'นายเกียรติวิชญ์ จารุพันธ์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3060', 'จริง');
INSERT INTO `official` VALUES ('201', 'นางสาวจุฑาพร ดำเกลี้ยง', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3061', 'จริง');
INSERT INTO `official` VALUES ('202', 'นางสาวนิโลบล กลั่นสุวรรณ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3062', 'จริง');
INSERT INTO `official` VALUES ('203', 'นางสาวอรอุสา ศิริเทพ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3579', 'จริง');
INSERT INTO `official` VALUES ('204', 'นางสุภาภรณ์ ฉีดเกตุ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3580', 'จริง');
INSERT INTO `official` VALUES ('205', 'นางกัญญา แท่นทิพย์', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3581', 'จริง');
INSERT INTO `official` VALUES ('206', 'นางสาวฮัมดียะห์ ขะเร็มดีเยาะ', 'พยาบาลวิชาชีพ', 'ปฏิบัติการ', '3582', 'จริง');
INSERT INTO `official` VALUES ('207', 'นางสาวระเบียบ สงวนเขียว', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3583', 'จริง');
INSERT INTO `official` VALUES ('208', 'นางสาวจุฑา ปาตังคะโร(มณีโชติ)', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3609', 'จริง');
INSERT INTO `official` VALUES ('209', 'นายจรัญ แก้วศรี', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3611', 'จริง');
INSERT INTO `official` VALUES ('210', 'นางบุปผา เพ็ชร์ชระ', 'พยาบาลวิชาชีพ', 'ชำนาญการ', '3612', 'จริง');

-- ----------------------------
-- Table structure for permanent_emp
-- ----------------------------
DROP TABLE IF EXISTS `permanent_emp`;
CREATE TABLE `permanent_emp` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `position` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `position_num` varchar(255) DEFAULT NULL,
  `note` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of permanent_emp
-- ----------------------------
INSERT INTO `permanent_emp` VALUES ('1', 'นายจรูญ จันทร์ไฝ', 'ช่างเชื่อม', 'ช3', '1803', 'จริง');
INSERT INTO `permanent_emp` VALUES ('2', 'นายเขต จิตต์ภักดี', 'ช่างไม้', 'ช4', '1764', 'จริง');
INSERT INTO `permanent_emp` VALUES ('3', 'นายประจักษ์ จันทร์ไฝ', 'ช่างสี', 'ช4', '1763', 'จริง');
INSERT INTO `permanent_emp` VALUES ('4', 'นางจำเนียร อุตมะมุณีย์', 'ผู้ช่วยทันตแพทย์', 'ส3', '1785', 'จริง');
INSERT INTO `permanent_emp` VALUES ('5', 'นางมณฑา มากศรี', 'ผู้ช่วยพยาบาล', 'ส3', '1769', 'จริง');
INSERT INTO `permanent_emp` VALUES ('6', 'นางรัตติยา พิรุณละออง', 'ผู้ช่วยพยาบาล', 'ส3', '1779', 'จริง');
INSERT INTO `permanent_emp` VALUES ('7', 'นายโชค ถีราวุฒิ', 'พนักงานกายภาพบำบัด', 'ส2', '1766', 'จริง');
INSERT INTO `permanent_emp` VALUES ('8', 'นายยุทธ สุระวี', 'พนักงานการเงินและบัญชี', 'ส3', '1809', 'จริง');
INSERT INTO `permanent_emp` VALUES ('9', 'นายธวัชชัย เพ็ชรยอด', 'พนักงานขับรถยนต์', 'ส2/หัวหน้า', '1754', 'จริง');
INSERT INTO `permanent_emp` VALUES ('10', 'นางสาวเสาวณีย์ นุ่นปาน', 'พนักงานช่วยเหลือคนไข้', 'ส1', '1778', 'ไปช่วยราชการ');
INSERT INTO `permanent_emp` VALUES ('11', 'นายธีระพงศ์ ทองช่วย', 'พนักงานช่วยเหลือคนไข้', 'ส2', '1805', 'จริง');
INSERT INTO `permanent_emp` VALUES ('12', 'นางเสริมสุข มังคลา', 'พนักงานช่วยเหลือคนไข้', 'ส2', '1814', 'จริง');
INSERT INTO `permanent_emp` VALUES ('13', 'นายมิตร นวลศรี', 'พนักงานช่วยเหลือคนไข้', 'ส2', '1820', 'จริง');
INSERT INTO `permanent_emp` VALUES ('14', 'นายมนพ อินทโน', 'พนักงานปฏิบัติการชันสูตรโรค', 'ส2', '1795', 'จริง');
INSERT INTO `permanent_emp` VALUES ('15', 'นางวราภรณ์ กายพันธ์', 'พนักงานพัสดุ', 'ส3', '1772', 'จริง');
INSERT INTO `permanent_emp` VALUES ('16', 'นางพรนิษา ดวงจินดา', 'พนักงานพัสดุ', 'ส3', '1824', 'จริง');
INSERT INTO `permanent_emp` VALUES ('17', 'นางสุวิมล เพ็ชรมงคล', 'พนักงานพิมพ์', 'ส3', '1776', 'จริง');
INSERT INTO `permanent_emp` VALUES ('18', 'นายสุระสิทธิ์ เกษรักษ์', 'พนักงานพิมพ์', 'ส3', '1790', 'จริง');
INSERT INTO `permanent_emp` VALUES ('19', 'นายวิชัย มีชัย', 'พนักงานสถิติ', 'ส3', '1775', 'จริง');
INSERT INTO `permanent_emp` VALUES ('20', 'นางสมปอง จันทร์เพศ', 'พนักงานอาชีวบำบัด', 'ส2', '1787', 'จริง');

-- ----------------------------
-- Table structure for position_all
-- ----------------------------
DROP TABLE IF EXISTS `position_all`;
CREATE TABLE `position_all` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `position` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of position_all
-- ----------------------------
INSERT INTO `position_all` VALUES ('1', 'ทันตแพทย์');
INSERT INTO `position_all` VALUES ('2', 'นักกายภาพบำบัด');
INSERT INTO `position_all` VALUES ('3', 'นักกิจกรรมบำบัด');
INSERT INTO `position_all` VALUES ('4', 'นักจัดการงานทั่วไป');
INSERT INTO `position_all` VALUES ('5', 'นักจิตวิทยาคลินิก');
INSERT INTO `position_all` VALUES ('6', 'นักทรัพยากรบุคคล');
INSERT INTO `position_all` VALUES ('7', 'นักรังสีการแพทย์');
INSERT INTO `position_all` VALUES ('8', 'นักวิชาการพัสดุ');
INSERT INTO `position_all` VALUES ('9', 'นักวิชาการเงินและบัญชี');
INSERT INTO `position_all` VALUES ('10', 'นักสังคมสงเคราะห์');
INSERT INTO `position_all` VALUES ('11', 'นักเทคนิคการแพทย์');
INSERT INTO `position_all` VALUES ('12', 'นักเวชศาสตร์การสื่อความหมาย');
INSERT INTO `position_all` VALUES ('13', 'นายช่างเทคนิค');
INSERT INTO `position_all` VALUES ('14', 'นายแพทย์');
INSERT INTO `position_all` VALUES ('15', 'บรรณารักษ์');
INSERT INTO `position_all` VALUES ('16', 'ผู้อำนวยการโรงพยาบาล');
INSERT INTO `position_all` VALUES ('17', 'พยาบาลวิชาชีพ');
INSERT INTO `position_all` VALUES ('18', 'พยาบาลเทคนิค');
INSERT INTO `position_all` VALUES ('19', 'เจ้าพนักงานการเงินและบัญชี');
INSERT INTO `position_all` VALUES ('20', 'เจ้าพนักงานธุรการ');
INSERT INTO `position_all` VALUES ('21', 'เจ้าพนักงานพัสดุ');
INSERT INTO `position_all` VALUES ('22', 'เจ้าพนักงานรังสีการแพทย์');
INSERT INTO `position_all` VALUES ('23', 'เจ้าพนักงานวิทยาศาสตร์การแพทย์');
INSERT INTO `position_all` VALUES ('24', 'เจ้าพนักงานอาชีวบำบัด');
INSERT INTO `position_all` VALUES ('25', 'เจ้าพนักงานเผยแพร่ประชาสัมพันธ์');
INSERT INTO `position_all` VALUES ('26', 'เจ้าพนักงานเภสัชกรรม');
INSERT INTO `position_all` VALUES ('27', 'เจ้าพนักงานเวชสถิติ');
INSERT INTO `position_all` VALUES ('28', 'เจ้าพนักงานโสตทัศนศึกษา');
INSERT INTO `position_all` VALUES ('29', 'เภสัชกร');
INSERT INTO `position_all` VALUES ('30', 'โภชนากร');
INSERT INTO `position_all` VALUES ('31', 'นักจิตวิทยา');
INSERT INTO `position_all` VALUES ('32', 'นักวิชาการคอมพิวเตอร์');
INSERT INTO `position_all` VALUES ('33', 'นักวิเคราะห์นโยบายและแผน');
INSERT INTO `position_all` VALUES ('34', 'พนักงานช่วยเหลือคนไข้');
INSERT INTO `position_all` VALUES ('35', 'เจ้าพนักงานทันตสาธารณสุข');
INSERT INTO `position_all` VALUES ('36', 'เจ้าพนักงานสาธารณสุขชุมชน');
INSERT INTO `position_all` VALUES ('37', 'นักวิชาการโสตทัศนศึกษา');
INSERT INTO `position_all` VALUES ('38', 'ผู้ช่วยช่างทั่วไป');
INSERT INTO `position_all` VALUES ('39', 'ผู้ช่วยทันตแพทย์');
INSERT INTO `position_all` VALUES ('40', 'พนักงานการแพทย์และรังสีเทคนิค');
INSERT INTO `position_all` VALUES ('41', 'พนักงานธุรการ');
INSERT INTO `position_all` VALUES ('42', 'พนักงานบริการ');
INSERT INTO `position_all` VALUES ('43', 'พนักงานบริการเอกสารทั่วไป');
INSERT INTO `position_all` VALUES ('44', 'พนักงานบัตรรายงานโรค');
INSERT INTO `position_all` VALUES ('45', 'พนักงานประกอบอาหาร');
INSERT INTO `position_all` VALUES ('46', 'พนักงานประจำตึก');
INSERT INTO `position_all` VALUES ('47', 'พนักงานประจำห้องยา');
INSERT INTO `position_all` VALUES ('48', 'พนักงานพัสดุ');
INSERT INTO `position_all` VALUES ('49', 'พนักงานพิมพ์');
INSERT INTO `position_all` VALUES ('50', 'พนักงานเปล');
INSERT INTO `position_all` VALUES ('51', 'เจ้าพนักงานสถิติ');
INSERT INTO `position_all` VALUES ('52', 'เจ้าพนักงานเครื่องคอมพิวเตอร์');
INSERT INTO `position_all` VALUES ('53', 'ช่างสี');
INSERT INTO `position_all` VALUES ('54', 'ช่างเชื่อม');
INSERT INTO `position_all` VALUES ('55', 'ช่างไม้');
INSERT INTO `position_all` VALUES ('56', 'ผู้ช่วยพยาบาล');
INSERT INTO `position_all` VALUES ('57', 'พนักงานกายภาพบำบัด');
INSERT INTO `position_all` VALUES ('58', 'พนักงานการเงินและบัญชี');
INSERT INTO `position_all` VALUES ('59', 'พนักงานขับรถยนต์');
INSERT INTO `position_all` VALUES ('60', 'พนักงานปฏิบัติการชันสูตรโรค');
INSERT INTO `position_all` VALUES ('61', 'พนักงานสถิติ');
INSERT INTO `position_all` VALUES ('62', 'พนักงานอาชีวบำบัด');
